tap "adoptopenjdk/openjdk"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "possatti/possatti"

brew "antigen"
brew "diff-so-fancy"
brew "direnv"
brew "fzf"
brew "gh"
brew "git-extras"
brew "gnupg"
brew "go"
brew "graphviz"
brew "heroku/brew/heroku"
brew "htop"
brew "httpie"
brew "jenv"
brew "jmeter"
brew "jq"
brew "mas"
brew "pinentry-mac"
brew "pyenv"
brew "pokemonsay"
brew "k9s"
brew "kubectl"
brew "kubectx"
brew "nvm"

cask "adobe-acrobat-reader"
cask "appcleaner"
cask "discord"
cask "docker"
cask "google-chrome"
cask "homebrew/cask-versions/adoptopenjdk8"
cask "imageoptim"
cask "intellij-idea"
cask "iterm2"
cask "mongodb-compass"
cask "neo4j"
cask "ngrok"
cask "qlmarkdown"
cask "qlstephen"
cask "rectangle"
cask "slack"
cask "sublime-text"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "arc"
cask "raycast"

mas "Amphetamine", id: 937984704
mas "GoodNotes", id: 1444383602
